Repository: zain-sudo/hamad1
Catalog: Source/Microsoft.Teams.Apps.EmployeeTraining/Resources/Strings.*.resx
Languages: de, es, fr, he, ko, zh_cn, zh_tw

# Audience
source: Who can attend
de: Wer kann teilnehmen
es: Quién puede asistir
fr: Qui peut participer
he: מי יכול להשתתף
ko: 참석할 수 있는 사람
zh_cn: 可出席人员
zh_tw: 可以出席的人員

# AudiencePrivate
source: Private
de: Privat
es: Privado
fr: Privé
he: פרטי
ko: 비공개
zh_cn: 私人
zh_tw: 私人

# AudiencePublic
source: Public
de: Öffentlich
es: Público
he: ציבורי
ko: 공개
zh_cn: 公共
zh_tw: 公開

# AutoRegisteredCardSubTitle
source: You have been automatically registered for this event.
de: Sie wurden automatisch für dieses Ereignis registriert.
es: Se ha registrado automáticamente para este evento.
fr: Vous avez été inscrit automatiquement pour cet événement.
he: נרשמת באופן אוטומטי עבור אירוע זה.
ko: 이 이벤트에 대해 자동으로 등록되었습니다.
zh_cn: 已为此事件自动注册。
zh_tw: 您已針對此活動自動註冊。

# AutoRegisteredHeader
source: Mandatory event!
de: Obligatorisches Ereignis!
es: Evento obligatorio
fr: Événement obligatoire !
he: אירוע הכרחי!
ko: 필수 이벤트!
zh_cn: 必须参加的事件！
zh_tw: 強制活動！

# CancellationCardSubTitle
source: We regret to inform you that the following event has been cancelled.
de: Wir bedauern, Ihnen mitteilen zu müssen, dass das folgende Ereignis abgesagt wurde.
es: Lamentamos informarte de que se ha cancelado el siguiente evento.
fr: Nous sommes désolés de vous informer que l’événement suivant a été annulé.
he: אנו מצטערים ליידע אותך כי האירוע הבא בוטל.
ko: 유감스럽게도 다음 이벤트가 취소되었습니다.
zh_cn: 我们很遗憾地通知你，以下事件已取消。
zh_tw: 很抱歉通知您下列活動已取消。

# CancellationHeader
source: Event cancelled!
de: Ereignis abgesagt!
es: Evento cancelado
fr: Événement annulé
he: האירוע בוטל!
ko: 이벤트가 취소되었습니다!
zh_cn: 事件已取消！
zh_tw: 活動已取消！

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
he: קטגוריה
ko: 범주
zh_cn: 类别
zh_tw: 類別

# CloseRegistrationCardButton
source: Close registration
de: Registrierung schließen
es: Cerrar registro
fr: Fermer l’inscription
he: סגירת רישום
ko: 등록 닫기
zh_cn: 关闭注册
zh_tw: 關閉註冊

# CreatedByLabel
source: Created by
de: Erstellt von
es: Creado por
fr: Créé par
he: נוצר על-ידי
ko: 만든 사람
zh_cn: 创建者
zh_tw: 建立者

# CreateEventButtonWelcomeCard
source: Add event
de: Ereignis hinzufügen
es: Agregar evento
fr: Ajouter un événement
he: הוסף אירוע
ko: 이벤트 추가
zh_cn: 添加事件
zh_tw: 新增活動

# CreateEventCardTitleText
source: Create a new event
de: Ein neues Ereignis erstellen
es: Crear un evento
fr: Créer un événement
he: צור אירוע חדש
ko: 새 이벤트 만들기
zh_cn: 创建新事件
zh_tw: 建立新活動

# DailyReminderCardTitle
source: Tomorrow's events
de: Morgige Ereignisse
es: Eventos del mañana
fr: Événements de demain
he: אירועים של מחר
ko: 내일의 이벤트
zh_cn: 明天的事件
zh_tw: 明天的活動

# DateAndTimeLabel
source: Date & time
de: Datum und Uhrzeit
es: Fecha y hora
fr: Date et heure
he: תאריך ושעה
ko: 날짜 및 시간
zh_cn: 日期和时间
zh_tw: 日期與時間

# DescriptionLabelCard
source: Description
de: Beschreibung
es: Descripción
he: תיאור
ko: 설명
zh_cn: 描述
zh_tw: 描述

# EditEventCardButton
source: Edit event
de: Ereignis bearbeiten
es: Editar evento
fr: Modifier l'événement
he: עריכת אירוע
ko: 이벤트 편집
zh_cn: 编辑事件
zh_tw: 編輯活動

source: End date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
he: תאריך סיום
ko: 종료 날짜
zh_cn: 结束日期
zh_tw: 結束日期

# ErrorTitle
source: Error
de: Fehler
fr: Erreur
he: שגיאה
ko: 오류
zh_cn: 错误
zh_tw: 錯誤

# EventDescription
source: Description
de: Beschreibung
es: Descripción
he: תיאור
ko: 설명
zh_cn: 描述
zh_tw: 描述

source: Event name
de: Ereignisname
es: Nombre del evento
fr: Nom de l’événement
he: שם אירוע
ko: 이벤트 이름
zh_cn: 事件名称
zh_tw: 活動名稱

# ExportDetailsCardButton
source: Export registration data
de: Registrierungsdaten exportieren
es: Exportar datos de registro
fr: Exporter les données d’inscription
he: ייצוא נתוני רישום
ko: 등록 데이터 내보내기
zh_cn: 导出注册数据
zh_tw: 匯出註冊資料

# LoadingImageAltText
source: Loading image
de: Bild wird geladen
es: Cargando imagen
fr: Chargement de l’image...
he: טוען תמונה
ko: 이미지 로드 중
zh_cn: 正在加载图像
zh_tw: 正在載入影像

# NumberOfRegistrations
source: Registrations
de: Registrierungen
es: Registros
fr: Inscriptions
he: רישומים
ko: 등록
zh_cn: 注册
zh_tw: 註冊

# RegisterButton
source: Register
de: Registrieren
es: Registra
fr: S'inscrire
he: הירשם
ko: 등록
zh_cn: 注册
zh_tw: 註冊

# RegisteredUsers
source: Registered participants
de: Registrierte Teilnehmer
es: Participantes registrados
fr: Participants inscrits
he: משתתפים רשומים
ko: 등록된 참가자
zh_cn: 已注册参与者
zh_tw: 已註冊的參與者

# ReminderCardRegisteredEventButton
source: View registration
de: Registrierung anzeigen
es: Ver registro
fr: Afficher l’inscription
he: הצגת רישום
ko: 등록 보기
zh_cn: 查看注册
zh_tw: 查看註冊

# ReminderCardTitle
source: Reminder!
de: Erinnerung!
es: ¡Recordatorio!
fr: Rappel
he: תזכורת!
ko: 미리 알림!
zh_cn: 提醒！
zh_tw: 提醒！

source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
he: תאריך התחלה
ko: 시작 날짜
zh_cn: 开始日期
zh_tw: 開始日期

# TeamsMeetingText
source: Teams meeting
de: Teams-Besprechung
es: Reunión de Teams
fr: Réunion Teams
he: פגישת Teams
ko: Teams 모임
zh_cn: Teams 会议
zh_tw: Teams 會議

# TrainingType
source: Event type
de: Ereignistyp
es: Tipo de evento
fr: Type d'événement
he: סוג אירוע
ko: 이벤트 유형
zh_cn: 事件类型
zh_tw: 活動類型

# TrainingTypeInPerson
source: In-person
de: Persönlich
es: En persona
fr: En personne
he: באופן אישי
ko: 직접 방문
zh_cn: 亲自
zh_tw: 親自

# TrainingTypeLiveEvent
source: Live event
de: Liveereignis
es: Evento en directo
fr: Événement en direct
he: אירוע חי
ko: 라이브 이벤트
zh_cn: 实时事件
zh_tw: 即時活動

source: Venue
de: Veranstaltungsort
es: Lugar
fr: Lieu
he: מקום
ko: 장소
zh_cn: 场地
zh_tw: 地點

# ViewAllEventsCardButton
source: View all events
de: Alle Ereignisse anzeigen
es: Ver todos los eventos
fr: Afficher tous les événements
he: הצג את כל האירועים
ko: 이벤트 모두 보기
zh_cn: 查看所有事件
zh_tw: 檢視所有活動

# WeeklyReminderCardTitle
source: Next week events
de: Ereignisse der nächsten Woche
es: Eventos de la próxima semana
fr: Événements de la semaine prochaine
he: אירועים בשבוע הבא
ko: 다음 주 이벤트
zh_cn: 下周事件
zh_tw: 下週活動

# WelcomeCardTeamContentFooter
source: Ready to get started? Select {0} below:
de: Startbereit? Wählen Sie unten {0} aus:
es: ¿Listo para empezar? Seleccione {0} a continuación:
fr: Vous êtes prêt à commencer ? Sélectionnez {0} ci-dessous :
he: מוכן להתחיל בעבודה? בחר {0} להלן:
ko: 시작할 준비가 되셨나요? 아래에서 {0}을(를) 선택합니다.
zh_cn: 准备好开始了吗? 选择以下 {0}:
zh_tw: 準備好開始了嗎? 選取下方的 {0}:

# WelcomeCardPersonalDiscoverButtonText
source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
he: גלה
ko: 검색
zh_cn: 发现
zh_tw: 探索

# WelcomeCardPersonalIntro
source: Looking forward to discover and participate in new events? I am here to help you discover new events, participate in them & keep track of their occurance. So, lets get started!
de: Möchten Sie neue Veranstaltungen entdecken und an ihnen teilnehmen? Ich bin hier, um Ihnen dabei zu helfen, neue Events zu entdecken, an ihnen teilzunehmen und den Überblick über ihre Durchführung zu behalten. Also, lassen Sie uns loslegen!
es: ¿Quiere descubrir y participar en nuevos eventos? Estoy aquí para ayudarle a descubrir nuevos eventos, participar en ellos y realizar un seguimiento de ellos. Así que, vamos a empezar.
fr: Vous cherchez à découvrir et à participer à de nouveaux événements ? Je suis ici pour vous aider à découvrir de nouveaux événements, à y participer, et à suivre leur occurrence. Commençons donc !
he: מצפה לגלות אירועים חדשים ולהשתתף בהם? אני כאן כדי לעזור לך לגלות אירועים חדשים, להשתתף בהם ולעקוב אחר ההתרחשות שלהם. אז, בוא נתחיל!
ko: 새 이벤트를 검색하고 참여하기를 기대하시나요? 새 이벤트를 검색하고 이벤트에 참여하고 이벤트 생성 추적에 도움을 드릴 수 있습니다. 시작해 보겠습니다!
zh_cn: 期待发现并参与新活动?我在此可帮助你发现新事件、参与它们并跟踪其发生。让我们开始吧!
zh_tw: 想要探索並參與新的活動嗎? 我會協助您探索、參與，並持續追蹤這些活動的情況。那麼，開始吧!

# WelcomeCardPersonalPoint1
source: - Discover & explore all events.
de: – Entdecken und Erkunden Sie alle Ereignisse.
es: - Descubrir y explorar todos los eventos.
fr: -Découvrez et explorez tous les événements.
he: - גלה וחקור את כל האירועים.
ko: - 모든 이벤트를 검색하고 탐색합니다.
zh_cn: -发现并浏览所有事件。
zh_tw: - 探索並瀏覽所有活動。

# WelcomeCardPersonalPoint2
source: - Register to the events you like.
de: – Registrieren Sie sich für die Ereignisse, die Ihnen gefallen.
es: - Regístrarse en los eventos que le gustan.
fr: -Inscrivez-vous aux événements que vous aimez.
he: - רשום לאירועים שאתה אוהב.
ko: - 원하는 이벤트에 등록합니다.
zh_cn: - 注册你喜欢的事件。
zh_tw: - 註冊您感興趣的活動。

# WelcomeCardPersonalPoint3
source: - Keep a track of all your completed events.
de: – Behalten Sie den Überblick über alle Ihre abgeschlossenen Veranstaltungen.
es: - Realice un seguimiento de todos los eventos completados.
fr: -Gardez une trace de tous vos événements terminés.
he: - עקוב אחר האירועים שהשלמת.
ko: - 완료된 모든 이벤트를 추적합니다.
zh_cn: - 跟踪所有已完成的事件。
zh_tw: - 追蹤您所有已完成的活動。

# WelcomeCardPersonalPoint4
source: - Get notified about all your activities & receive reminders of your upcoming registered events.
de: – Lassen Sie sich über alle Ihre Aktivitäten benachrichtigen, und erhalten Sie Erinnerungen für Ihre bevorstehenden registrierten Ereignisse.
es: - Reciba notificaciones sobre todas las actividades y reciba recordatorios de sus próximos eventos registrados.
fr: -Recevez une notification pour toutes vos activités et recevez des rappels de vos prochains événements enregistrés.
he: -קבל הודעה על כל הפעילויות שלך וקבל תזכורות לגבי האירועים הרשומים בקרוב.
ko: - 등록된 이벤트의 모든 활동과 미리 알림을 받을 수 있도록 허용
zh_cn: - 获取所有事件的通知，并接收即将发生的注册事件的提醒。
zh_tw: - 取得所有活動的通知，並接收您即將到來之註冊活動的提醒。

# WelcomeCardTeamHeading
source: Specifically, I can help you:
de: Insbesondere kann ich Ihnen helfen:
es: En concreto, puedo ayudarle a:
fr: En particulier, je peux vous aider à :
he: באופן ספציפי, אוכל לעזור לך:
ko: 특히, 다음 항목을 도와드릴 수 있습니다.
zh_cn: 具体地说，我可以帮助你:
zh_tw: 具體而言，我可以協助您:

# WelcomeCardTeamIntro
source: I'm the Employee Training bot, and I can help you make the most of the learning opportunites offered by your org.
de: Ich bin der Mitarbeiterschulungsbot, und ich kann Ihnen helfen, das Beste aus den Lernangeboten Ihrer Organisation zu machen.
es: Soy el bot de Formación de los empleados y le puedo ayudar a sacar el máximo partido de las oportunidades de aprendizaje ofrecidas por su organización.
fr: Je suis le bot de formation des employés et je peux vous aider à tirer le meilleur parti des opportunités d’apprentissage offerts par votre organisation.
he: אני הבוט להדרכת עובדים ואני יכול לעזור לך להפיק את המרב מהאפשרויות הלמידה שמציעה הארגון שלך.
ko: 저는 직원 교육 봇입니다. 조직에서 제공하는 학습 기회를 최대한 활용할 수 있도록 도와드릴 수 있습니다.
zh_cn: 我是员工培训机器人，我可以帮助你充分利用组织提供的学习机会。
zh_tw: 我是員工訓練 Bot，我可以協助您充分利用貴組織所提供的學習功能。

# WelcomeCardTeamPoint1
source: - Explore all upcoming training events
de: – Alle bevorstehenden Schulungsveranstaltungen erkunden
es: - Explorar todos los eventos de aprendizaje futuros
fr: -Explorez tous les prochains événements de formation
he: - גלה את כל אירועי ההדרכה הקרובים
ko: - 예정된 모든 교육 이벤트 살펴보기
zh_cn: - 浏览所有即将开始的培训事件
zh_tw: - 探索所有即將推出的訓練活動

# WelcomeCardTeamPoint2
source: - Register for events
de: – Für Ereignisse registrieren
es: - Registrarse para eventos
fr: -S’inscrire aux événements
he: - הירשם לאירועים
ko: - 이벤트 등록
zh_cn: - 注册事件
zh_tw: - 註冊活動

# WelcomeCardTeamPoint3
source: - Keep a track of completed training
de: – Behalten Sie den Überblick über abgeschlossene Schulungen
es: - Realice un seguimiento de los aprendizajes completados
fr: -Gardez une trace des formations terminées
he: - עקוב אחר הדרכה שהושלמה
ko: - 완료된 학습 추적
zh_cn: - 跟踪已完成的培训
zh_tw: - 追蹤已完成的訓練

# WelcomeCardTeamPoint4
source: - Get helpful notification and reminders
de: – Erhalten Sie hilfreiche Benachrichtigungen und Erinnerungen
es: - Obtener notificaciones y recordatorios útiles
fr: -Recevez des notifications et des rappels utiles
he: - קבל הודעות ותזכורות שימושיות
ko: - 유용한 알림 및 미리 알림 받기
zh_cn: - 获取有用的通知和提醒
zh_tw: - 取得實用的通知和提醒

# WelcomeCardTitle
source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
he: ברוך הבא!
ko: 환영합니다!
zh_cn: 欢迎!
zh_tw: 歡迎!

# WelcomeCardPersonalContentFooter
source: Ready to get started? Select {0} below:
de: Startbereit? Wählen Sie unten {0} aus:
es: ¿Listo para empezar? Seleccione {0} a continuación:
fr: Vous êtes prêt à commencer ? Sélectionnez {0} ci-dessous :
he: מוכן להתחיל בעבודה? בחר {0} להלן:
ko: 시작할 준비가 되셨나요? 아래에서 {0}을(를) 선택합니다.
zh_cn: 准备好开始了吗? 选择以下 {0}:
zh_tw: 準備好開始了嗎? 選取下方的 {0}:

# EventUpdatedCardTitle
source: Event updated!
de: Ereignis aktualisiert!
es: Evento actualizado
fr: Événement mis à jour
he: האירוע עודכן!
ko: 이벤트가 업데이트되었습니다!
zh_cn: 事件更新！
zh_tw: 活動已更新！

# ErrorMessage
source: Something went wrong. Please try after some time.
de: Da hat etwas nicht geklappt. Versuchen Sie es bitte später noch mal.
es: Ha habido un problema. Vuelve a intentarlo después de un tiempo.
fr: Nous avons rencontré un problème. Veuillez réessayer plus tard.
he: משהו השתבש. נא נסה בעוד זמן מה.
ko: 오류가 발생했습니다. 잠시 후 다시 시도하세요.
zh_cn: 出现错误。请稍后再试。
zh_tw: 發生錯誤。請稍後再試。

# CalendarEventLocationText
source: Location: {0}
de: Ort: {0}
es: Ubicación: {0}
fr: Emplacement : {0}
he: מיקום: {0}
ko: 위치: {0}
zh_cn: 位置: {0}
zh_tw: 位置: {0}

# CalendarEventLiveEventURLText
source: Live event URL: {0}
de: Liveereignis-URL: {0}
es: URL del evento en directo: {0}
fr: URL de l’événement en direct : {0}
he: כתובת URL של אירוע חי: {0}
ko: 라이브 이벤트 URL: {0}
zh_cn: 实时事件 URL: {0}
zh_tw: 即時活動 URL: {0}

# ErrorEventAudienceInvalid
source: Invalid audience value. It should be either 1 or 2
de: Ungültiger Ziel Gruppen Wert. Es muss entweder 1 oder 2 sein.
es: Valor de audiencia no válido. Debe ser 1 o 2
fr: Valeur d’audience non valide. Il doit avoir la valeur 1 ou 2
he: ערך קהל לא חוקי. הוא אמור להיות 1 או 2.
ko: 잘못된 대상 값입니다. 1 또는 2여야 합니다.
zh_cn: 受众值无效。应为 1 或 2
zh_tw: 觀眾值無效。應該是 1 或 2

# ErrorEventCategoryRequired
source: Event category is required
de: Die Ereigniskategorie ist erforderlich.
es: La categoría de evento es necesaria
fr: La catégorie de l’événement est obligatoire
he: קטגוריית אירוע נדרשת
ko: 이벤트 범주는 필수입니다.
zh_cn: 事件类别为必填项
zh_tw: 需要活動類別

# ErrorEventDescriptionLength
source: Event description length cannot be more than {0} letters
de: Die Länge der Ereignisbeschreibung darf nicht mehr als {0} Buchstaben sein
es: La longitud de la descripción del evento no puede ser de más de {0} letras
fr: La longueur de la description de l’événement ne peut pas dépasser {0} lettres
he: אורך תיאור האירוע אינו יכול להיות גדול מ-{0} אותיות
ko: 이벤트 설명 길이는 {0} 문자보다 클 수 없습니다.
zh_cn: 事件描述长度不能超过 {0} 个字母
zh_tw: 事件描述長度不能超過 {0} 個字母

# ErrorEventDescriptionRequired
source: Event description is required
de: Die Ereignisbeschreibung ist erforderlich
es: Es necesaria una descripción del evento
fr: La description de l’événement est obligatoire
he: תיאור האירוע נדרש
ko: 이벤트 설명은 필수입니다.
zh_cn: 事件说明为必填项
zh_tw: 需要活動描述

# ErrorEventEndTimeInvalid
source: Event end time must be greater than start time
de: Die Endzeit des Ereignisses muss nach der Startzeit liegen.
es: La hora de finalización del evento debe ser posterior a la hora de inicio
fr: L'heure de fin de l’événement doit être postérieure à celle de début
he: שעת סיום האירוע חייבת להיות מוקדמת יותר משעת ההתחלה
ko: 이벤트 종료 시간이 시작 시간보다 커야 합니다.
zh_cn: 事件结束时间必须晚于开始时间
zh_tw: 活動結束時間必須大於開始時間

# ErrorEventEndTimeRequired
source: Event end time is required
de: Die Ereignisendzeit ist erforderlich
es: La hora de finalización del evento es necesaria
fr: L’heure de fin de l’événement est obligatoire
he: זמן סיום אירוע נדרש
ko: 이벤트 종료 시간은 필수입니다.
zh_cn: 结束时间为必填项
zh_tw: 需要活動結束時間

# ErrorEventMaxParticipantsInvalid
source: Invalid maximum participants value
de: Ungültiger Wert für die maximale Teilnehmerzahl
es: Valor de número máximo de participantes no válido
fr: Valeur maximale des participants non valide
he: ערך משתתפים מרבי לא חוקי
ko: 유효하지 않은 최대 참가자 값
zh_cn: 参与人数上限值无效
zh_tw: 參與者上限值無效

# ErrorEventNameRequired
source: Event name is required
de: Der Ereignisname ist erforderlich
es: El nombre del evento es obligatorio
fr: Le nom de l’événement est obligatoire
he: שם אירוע נדרש
ko: 이벤트 이름이 필요합니다.
zh_cn: 事件名称为必填项
zh_tw: 必須提供活動名稱

# ErrorEventPhotoOrColorRequired
source: Event photo URL/Color is required
de: Ereignisfoto-URL/Farbe ist erforderlich
es: Se requiere la dirección URL o el color de la foto del evento
fr: URL/couleur de photo d’événement requise
he: כתובת URL/צבע של תמונה לאירוע נדרשת
ko: 이벤트 사진 URL/색은 필수입니다.
zh_cn: 事件照片 URL/颜色为必填项
zh_tw: 需要活動相片 URL/色彩

# ErrorEventPhotoURLInvalid
source: Event photo URL must be in valid URL format
de: Die Ereignisfoto-URL muss ein gültiges URL-Format sein
es: La dirección URL de la foto del evento debe tener un formato de URL válido
fr: L’URL de la photo de l’événement doit être dans un format d’URL valide
he: כתובת URL של תמונת אירוע חייבת להיות בתבנית כתובת URL חוקית
ko: 이벤트 사진 URL은 유효한 URL 형식이어야 합니다.
zh_cn: 事件照片 URL 必须是有效的 URL 格式
zh_tw: 活動相片 URL 必須採用有效的 URL 格式

# ErrorEventStartDateInvalid
source: Event start date must be future date
de: Das Startdatum des Ereignisses muss in der Zukunft liegen
es: La fecha de inicio del evento debe ser una fecha futura
fr: La date de début de l’événement doit être une date à venir
he: תאריך ההתחלה של האירוע חייב להיות בתאריך עתידי
ko: 이벤트 시작 날짜는 미래 날짜여야 합니다.
zh_cn: 事件开始日期必须是未来日期
zh_tw: 活動開始日期必須是未來的日期

# ErrorEventStartDateRequired
source: Event start date is required
de: Ein Ereignisstartdatum ist erforderlich
es: La fecha de inicio del evento es necesaria
fr: Vous devez indiquer une date de début d’événement
he: תאריך התחלה נדרש
ko: 이벤트 시작 날짜는 필수입니다.
zh_cn: 事件开始日期为必填项
zh_tw: 需要活動開始日期

# ErrorEventStartTimeRequired
source: Event start time is required
de: Die Startzeit für das Ereignis ist erforderlich
es: La hora de inicio del evento es necesaria
fr: L’heure de début de l’événement est obligatoire.
he: זמן התחלת האירוע נדרש
ko: 이벤트 시작 시간은 필수입니다.
zh_cn: 事件开始时间为必填项
zh_tw: 需要活動開始時間

# ErrorEventTypeInvalid
source: Invalid event type value. Event type should be in-between 1 to 3
de: Ungültiger Ereignistyp Wert. Der Ereignistyp muss zwischen 1 und 3 liegen.
es: Valor de tipo de evento no válido. El tipo de evento debe estar entre 1 y 3
fr: Valeur de type d’événement non valide. Le type d’événement doit être compris entre 1 et 3
he: ערך לא חוקי של סוג אירוע. סוג האירוע צריך להיות בין 1 עד 3
ko: 이벤트 유형 값이 잘못되었습니다. 이벤트 유형은 1에서 3사이여야 합니다.
zh_cn: 事件类型值无效。事件类型应介于1到3之间
zh_tw: 活動類型值無效。活動類型應介於 1 到 3 之間

# ErrorEventVenueInvalid
source: Event venue cannot be more than {0} letters
de: Ereignisveranstaltungsort darf nicht mehr als {0} Buchstaben lang sein
es: El lugar del evento no puede tener más de {0} Letras
fr: La salle des événements ne peut pas contenir plus de {0} lettres
he: האירוע גרש אינו יכול להיות גדול מ-{0} אותיות
ko: 이벤트 행사장은 {0}자를 초과할 수 없습니다.
zh_cn: 活动场所不能超过 {0} 个字母
zh_tw: 活動地點不能超過 {0} 個字母

# ErrorEventVenueRequired
source: Meeting venue is required
de: Der Besprechungsveranstaltungsort ist erforderlich
es: Se requiere el lugar de la reunión
fr: Une salle de réunion est requise
he: מקום פגישה נדרש
ko: 모임 장소는 필수입니다.
zh_cn: 会议场所为必填项
zh_tw: 需要會議地點

# ErrorMeetingLinkInvalid
source: Meeting URL must be in valid URL format
de: Die Besprechungs-URL muss ein gültiges URL-Format sein
es: La dirección URL de la reunión debe tener un formato de URL válido
fr: L’URL de la réunion doit être dans un format d’URL valide
he: כתובת URL של פגישה חייבת להיות בתבנית כתובת URL חוקית
ko: 모임 URL은 유효한 URL 형식이어야 합니다.
zh_cn: 会议 URL 必须采用有效的 URL 格式
zh_tw: 會議 URL 必須是有效的 URL 格式

# ErrorMeetingLinkRequired
source: Meeting link is required
de: Der Besprechungslink ist erforderlich
es: El vínculo de reunión es obligatorio
fr: Le lien de la réunion est requis
he: קישור לפגישה נדרש
ko: 모임 링크는 필수입니다.
zh_cn: 会议链接为必填项
zh_tw: 需要會議連結

# BotCommandAddEvent
source: Add event
de: Ereignis hinzufügen
es: Agregar evento
fr: Ajouter un événement
he: הוסף אירוע
ko: 이벤트 추가
zh_cn: 添加事件
zh_tw: 新增活動
